{
    "skills": 
    {
        "languages": 
        [
            {
            "lang": "English",
            "fluency": 3,
            "flag": "american_flag.svg"
            },
            {
            "lang": "Mandarin Chinese",
            "fluency": 0,
            "flag": "taiwan_flag.svg"
            }
        ],

        "technologies":
        [
            {
            "img": "figma.svg",
            "name": "Figma",
            "category": 0
            },
            {
            "img": "html.svg",
            "name": "HTML",
            "category": 2
            }
        ],

        "certifications":
        [
            
        ]
    },

    "projects": 
    [
        
    ],

    "exp_edu":
    {
        "experience":
        [
            {
            "title": "Tulane Technology Connection",
            "start_date": 2023,
            "end_date": 2024,
            "city": "New Orleans",
            "country": "USA",
            "position": "IT Specialist",
            "summary": "Worked directly with students and faculty to help them choose the right technology for their needs, translating specs and price tags into real-world decisions. It was a mix of technical knowledge, communication, and learning how to guide people through high-stakes purchases with clarity and trust.",
            "duties": 
                [
                "Gathered and submitted Excel reports to major companies such as Apple.",
                "Used the PIMS POS system for sales, quotes receiving and creating purchase orders.",
                "Guided students and faculty in making technology purchase decisions for Mac, iPad and Dell products.",
                "Gained solid comprehension of various Macintosh models and Dell laptops."
                ]
            },
            {
            "title": "Pontchartrain Partners",
            "start_date": 2017,
            "end_date": 2022,
            "city": "New Orleans",
            "country": "USA",
            "position": "Maintenance",
            "summary": "Spent several years maintaining and improving a property from the ground up—handling everything from landscaping to small repairs. It taught me consistency, responsibility, and how much pride there is in quietly keeping things running well.",
            "duties": 
                [
                "Maintained cleanliness and orderliness of both inside and outside of the building by cutting grass, collecting trash and debris around the building, cleaning restrooms, caring for plants, and mopping floors.",
                "Performed light maintenance such as fixing leaking toilets."
                ]
            },
            {
            "title": "Canal Street Veterinary Hospital",
            "start_date": 2015,
            "end_date": 2017,
            "city": "New Orleans",
            "country": "USA",
            "position": "Veterinary Assistant",
            "summary": "Assisted in caring for animals during recovery, exams, and surgeries, learning early on how to stay calm and attentive in medical environments. It was hands-on work that required empathy, steadiness, and attention to detail.",
            "duties": 
                [
                "Cared for sick and injured dogs and cats by feeding, walking, and bathing them.",
                "Assisted doctor in exams and surgeries."
                ]
            }
        ],

        "education":
        [
            {
            "title": "Yuan Ze University",
            "degree": "International Bachelor's of Informatics",
            "est_date": 2028,
            "city": "Taoyuan",
            "country": "Taiwan"
            }
        ]
    }
}